"%d item" = "%d Datensatz";
"%d items" = "%d Datensätze";
"-" = "—";
"/" = " ‐ ";
"avg_consumption" = "∅ Verbrauch";
"avg_efficiency" = "∅ Effizienz";
"Can't detect file encoding. Please try to convert your CSV-file to UTF8 encoding." = "CSV-Datei nicht lesbar. Bitte versuchen Sie ihre CSV-Datei in UTF8-Kodierung zu konvertieren.";
"Can't Open Database" = "Datenbank kann nicht geöffnet werden";
"Can't Save Database" = "Datenbank kann nicht gespeichert werden";
"Cancel" = "Abbrechen";
"Car" = "Fahrzeug";
"Cars" = "Fahrzeuge";
"Convert from odometer reading into distance? Please choose the distance driven:" = "Tachostand in eine Distanz umrechnen? Bitte wählen Sie die gefahrene Distanz:";
"cost_per_x" = "Kosten pro %@";
"Date" = "Datum";
"day" = "Tag";
"days" = "Tage";
"Delete the newly created car?" = "Neu angelegtes Fahrzeug wieder löschen?";
"Delete" = "Löschen";
"Distance" = "Distanz";
"Edit Car" = "Fahrzeug bearbeiten";
"event" = "Tankvorgang";
"Export Failed" = "Export fehlgeschlagen";
"Export Fuel Data in CSV Format" = "Tankdaten im CSV-Format exportieren";
"Export" = "Exportieren";
"Fill-Up" = "Tanken";
"fuel mileage not available" = "keine Verbrauchsangabe möglich";
"Fuel Unit" = "Tankeinheit";
"Full Fill-Up" = "Vollgetankt";
"Gallon (UK)" = "Gallone (UK)";
"Gallon (US)" = "Gallone (US)";
"Gallon" = "Gallone";
"Gallons (UK)" = "Gallonen (UK)";
"Gallons (US)" = "Gallonen (US)";
"Gallons" = "Gallonen";
"Gallons per 10000 Miles (US)" = "Gallonen pro 10000 Meilen (US)";
"Gallons per 10000 Miles (UK)" = "Gallonen pro 10000 Meilen (UK)";
"Gallons per 10000 Miles" = "Gallonen pro 10000 Meilen";
"gp10k_short_us" = "Gal. pro 10000 Meilen (US)";
"gp10k_short_uk" = "Gal. pro 10000 Meilen (UK)";
"Here are your exported fuel data sets for %@ (%@) %@ (%@):\n" = "Ihre exportierten Tankdaten für %@ (%@) %@ (%@):\n";
"HH:MM" = "HH:MM";
"Import Failed" = "Datenimport fehlgeschlagen";
"Import Finished" = "Datenimport Erfolgreich";
"Imported %d car with %d fuel event." = "%d Fahrzeug mit %d Datensatz importiert.";
"Imported %d car with %d fuel events." = "%d Fahrzeug mit %d Datensätzen importiert.";
"Imported %d cars with %d fuel event." = "%d Fahrzeuge mit %d Datensatz importiert.";
"Imported %d cars with %d fuel events." = "%d Fahrzeuge mit %d Datensätzen importiert.";
"Imported Car" = "Importiertes Fahrzeug";
"Importing" = "Datenimport";
"in the period from %@ to %@" = "im Zeitraum zwischen %@ und %@";
"Kilometers per Liter" = "Kilometer pro Liter";
"Kilometers" = "Kilometer";
"License Plate" = "Kennzeichen";
"Liters per 100 Kilometers" = "Liter pro 100 Kilometer";
"Liters" = "Liter";
"max_consumption" = "max. Verbrauch";
"max_efficiency" = "max. Effizienz";
"Mile" = "Meile";
"Mileage" = "Verbrauch";
"Miles per Gallon (UK)" = "Meilen pro Gallone (UK)";
"Miles per Gallon (US)" = "Meilen pro Gallone (US)";
"Miles per Gallon" = "Meilen pro Gallone";
"Miles" = "Meilen";
"min_consumption" = "min. Verbrauch";
"min_efficiency" = "min. Effizienz";
"Name" = "Name";
"New Car" =  "Neues Fahrzeug";
"No valid CSV-data could be found." = "Keine gültigen CSV-Daten gefunden.";
"No" = "Nein";
"Not enough data to display statistics" = "Zu wenige Tankdaten für eine Statistik vorhanden";
"Odometer Reading" = "Tachostand";
"Odometer Type" = "Tachoeinheit";
"on %@" = "am %@";
"Open in ..." = "Öffnen in ...";
"Open In Failed" = "'Öffnen in ...' fehlgeschlagen";
"Price per Gallon" = "Preis pro Gallone";
"Price per Liter" = "Preis pro Liter";
"Revert Changes for Car?" = "Änderungen am Fahrzeug verwerfen?";
"Revert Changes for Event?" = "Änderungen an Tankdaten verwerfen?";
"Revert" = "Verwerfen";
"Sending Failed" = "Senden fehlgeschlagen";
"Send as Email" = "Als Mail senden";
"Sorry, could not save the CSV-data for export." = "Daten für CSV-Export konnten nicht gespeichert werden.";
"Sorry, there seems to be no compatible app to open the data." = "Leider wurde keine kompatible App zum 'Öffnen in ...' gefunden.";
"Sorry, the application database cannot be opened. Please quit the application with the Home button." = "Die Applikationsdatenbank kann nicht geöffnet werden. Bitte beenden Sie die Anwendung mit dem Home-Button.";
"Sorry, the application database cannot be saved. Please quit the application with the Home button." = "Die Applikationsdatenbank kann leider nicht gespeichert werden. Bitte beenden Sie die Anwendung mit dem Home-Button.";
"The exported fuel data could not be sent." = "Die Daten konnten nicht gesendet werden.";
"ttl_cost" = "Gesamtkosten";
"ttl_distance" = "Gesamt-Entfernung";
"ttl_events" = "Anzahl Tankvorgänge";
"ttl_volume" = "Gesamt-Tankmenge";
"volume_event" = "∅ Tankmenge";
"x_per_y" = "%@ pro %@";
"Yes" = "Ja";
"Your fuel data for %@" = "Ihre Tankdaten für %@";
"YYYY-MM-DD" = "JJJJ-MM-TT";
"EditFlat" = "EditFlat_de";
"StartFlat" = "StartFlat_de";
"Car limit reached" = "Maximale Fahrzeuganzahl erreicht";
"Would you like to buy more cars?" = "Möchten Sie Platz für weitere Fahrzeuge kaufen?";
"2 Cars" = "2 Fahrzeuge";
"5 Cars" = "5 Fahrzeuge";
"Unlimited Cars" = "Unbegrenzte Anzahl Fahrzeuge";
"Restore Purchases" = "Einkäufe wiederherstellen";
